Repository: calo001/fondo
Catalog: po/extra/*.po
Languages: cs

source: Find the most beautiful wallpapers
cs: Objev ty nejkrásnější tapety

source: wallpaper;unsplash;foto;image;photo;background;
cs: tapety;unsplash;fotky;obrázky;foto;pozadí;

source: Find a variety of the most beautiful wallpapers from Unsplash.com the world’s most generous community of photographers.
cs: Objev bezpočet krásných tapet od té nejplodnější komunity fotografů na světě z Unsplash.com.

source: Fondo allows you to see thousands of beautiful photographs from the most recent to the one you are to looking for. Give a single click on a picture, wait until the download is complete and enjoy your new wallpaper!
cs: Fondo ti umožňuje objevovat tisíce krásných fotek od těch nejnovějších až po tu, kterou hledáš. Klikni na fotku, počkej až se stáhne, a užívej si svoji novou tapetu!

source: Have a minimalist, simple and elegant interface, additionally, you can change from light mode to dark mode as you prefer.
cs: Minimalistické, jednoduché a elegantní rozhraní, navíc s možností přepnout světlý nebo tmavý motiv podle chuti.

source: Main features:
cs: Hlavní funkcionalita:

source: 🌠️ To infinity and beyond!: Use the infinite scroll to load more photos.
cs: 🌠️ Do nekonečna a ještě dál!: Využij nekonečné rolování pro načítání dalších fotek.

source: 🔍️ Find out what you like: Search by categories or type in the search bar.
cs: 🔍️ Najdi to, co se ti líbí: Hledej podle kategorií nebo něco napiš do vyhledávacího pole.

source: 🕒️ Keep your favorite photos with you: Every new wallpaper is saved in the history.
cs: 🕒️ Ponech si svoje oblíbené fotky: Všechny tapety jsou uloženy v historii.

source: 📬️ Share with your friends: Select a variety of options for sharing an Unsplash link to the photo.
cs: 📬️ Sdílej s přáteli: Vyber si z různých možností pro sdílení odkazu na danou fotku z Unsplash.com.

source: 🔄️ Filter by orientation: Portrait, Landscape or Any.
cs: 🔄️ Filtruj podle orientace: Na výšku, na šířku, jakákoli.

source: 🖼️ Create an amazing slideshow on your desktop by selecting your favorites photos.
cs: 🖼️ Vytvoř si úžasnou prezentaci na své ploše ze svých oblíbených fotek.

source: 🔽️ Download any photo you like.
cs: 🔽️ Stáhni si jakoukoli fotku, která se ti líbí.

source: Updates and fixes
cs: Aktualizace a opravy

source: Fix warnings of parsing json.
cs: Oprava varování při parsování JSONu.

source: Fix wallpaper overflow.
cs: Oprava přetečení tapety.

source: Show notification when a link is copied.
cs: Zobrazení notifikace při zkopírování odkazu.

source: Download any photo in your file system
cs: Stažení jakékoli fotky do tvého souborového systému

source: Click on share photo to find the download option.
cs: Tlačítko pro stažení je schované pod tlačítkem sdílet.

source: Updated translation for Italian, Dutch, and German languages.
cs: Aktualizace překladů do italštiny, nizozemštiny a němčiny.

source: Wallpaper slideshow!
cs: Prezentace tapet!

source: Select a set of photos to create the most beautiful wallpaper slideshow on your desktop.
cs: Vyber si několik tapet a vytvoř si tu nejkrásnější prezentaci tapet na svém desktopu.

source: Free up space!
cs: Uvolni místo!

source: Delete photos from history.
cs: Smaž fotky z historie.

source: Fist year release!
cs: Prvoroční vydání!

source: Back to the classic appearance.
cs: Zpět ke klasickému designu.

source: Fix language codes.
cs: Oprava kódů jazyků.

source: Improve the way translations files are setting.
cs: Zlepšení způsobu nastavování překladových souborů.

source: The width and height are shown in each photo.
cs: Výška a šířka se zobrazuje u každé fotky.

source: Fix greeter don't getting wallpaper set via Fondo.
cs: Oprava nenastavování tapety Fondem.

source: Custom colors and icon for Christmas
cs: Speciální barvy a ikona pro Vánoce

source: Custom colors for #DiaDeMuertos
cs: Speciální barvy pro #DiaDeMuertos

source: Fix
cs: Opravy

source: #65 Error copy from URI to directory
cs: #64 Chyba při kopírování z URI do adresáře

source: #68 No previews availible
cs: #68 Nejsou k dispozici žádné náhledy

source: New
cs: Nové

source: Added Turkish translation
cs: Překlad do turečtiny

source: German translation don't work
cs: Nefunkční překlad do němčiny

source: Added German translation
cs: Přidán překlad do němčiny

source: Important fixes
cs: Důležité opravy

source: Login screen does not use selected wallpaper
cs: Přihlašovací obrazovka nepoužívá vybranou tapetu

source: Wallpaper doesn't change when applying on Ubuntu Mate 18.04
cs: Tapety se nemění při nastavení na Ubuntu Mate 18.04

source: Update
cs: Aktualizace

source: Dutch (Netherlands) translation
cs: Překlad do nizozemštiny

source: Keep your favorite photos with you, the photo history has arrived!
cs: Ponech si svoje oblíbené fotky. Byla přidána historie!

source: New way of navigating with a bottom bar that allows you to go to: Today, Categories and History
cs: Nová navigace pomocí panelu ve spodní části okna aplikace: Dnes, Kategorie a Historie

source: Speed up your search with the photo filter by Orientation: Portrait, Landscape or Any
cs: Urychli svoje vyhledávání pomocí filtru orientace: Na výšku, na šířku nebo jakákoli

source: Learn more about a photo with the Detail popup in the full screen view
cs: Zjisti víc o fotce pomocí detailu v zobrazení na celou obrazovku (detaily jsou většinou v angličtině)

source: Focus on Search entry with Ctrl+F
cs: Vyhledávej pomocí Ctrl+F

source: When doing a search, the total number of results are displayed
cs: Při vyhledávání se zobrazí celkový počet výsledků

source: Gradient animation in scrollbar, mode switch and placeholder photo
cs: Přechodová animace na posuvníku, při přepnutí módu a v průběhu načítání fotky

source: Remove G+ option from Share popup
cs: Odstranění G+ ze sdílení

source: Update the set of screenshots
cs: Aktualizace snímků obrazovky

source: Fix error in appdata
cs: Oprava chyby v appdata

source: Added Dutch (Netherlands) translation
cs: Přidán překlad do nizozemštiny

source: Add french translations
cs: Přidán překlad do francouzštiny

source: Updates
cs: Aktualizace

source: Search by category and query
cs: Vyhledávej podle kategorie a slov

source: New look and feel on hover a photo
cs: Nové chování GUI při najetí na fotku

source: Add gradients to scrollbar and mode switch
cs: Přidání přechodu na posuvník a přepnutí módu

source: New screenshots with awesome photos
cs: Nové snímky obrazovky s úžasnými fotkami

source: OARS data social-info set to mild
cs: OARS data social-info nastaveno na mírné

source: Fixes and improvements
cs: Opravy a vylepšení

source: Orthographic corrections in the Spanish translation
cs: Pravopisné opravy v překladech do španělštiny

source: The photos are sorted from highest to lowest according to height
cs: Fotky se řadí od nejvyšší po nejnižší dle výšky

source: A very nice update with new features
cs: Užitečná aktualizace s novými funkcemi

source: Responsive, resizable window
cs: Responzivita, možnost měnit velikost okna

source: Infinite scrolling: just scroll to keep loading new photos
cs: Nekonečné rolování: jen roluj a budou se načítat další fotky

source: Wallpaper options: set zoom, centered, and more
cs: Možnosti nastavení tapety: přiblížená, vycentrovaná a další

source: Improved icon and styling
cs: Vylepšená ikona a styly

source: Improved UI.
cs: Vylepšené UI.

source: Initial 1.0.0 release!
cs: První vydání 1.0.0!
