Repository: calo001/fondo
Catalog: po/*.po
Languages: fr, nds, ro

source: Today
fr: Aujourd'hui
nds: Heute
ro: Azi

source: Categories
fr: Catégories
nds: Kategorien
ro: Categorii

source: Visit web site
fr: Visiter le site web
nds: Internetseite besuchen
ro: Vizitați site-ul

source: Photos from Unsplash: Beautiful Free Images & Pictures 🎁
fr: Photos issues de Unsplash : Magnifiques images & photos gratuites 🎁
nds: Fotos von Unsplash: Schöne kostenlose Bilder & Fotos 🎁
ro: Fotografii de pe Unsplash: Imagini și Poze frumoase și gratuite

source: Photo by
fr: Photo par
nds: Foto von
ro: Fotografi de către

source: on Unsplash
fr: sur Unsplash
nds: auf Unsplash
ro: de pe Unsplash

source: Share
fr: Partager
nds: Teilen
ro: Distribuie

source: Copy link
fr: Copier le lien
nds: Link kopieren
ro: Copiază link

source: Centered
fr: Centré
nds: Zentriert
ro: Centrată

source: Scaled
fr: Mis à l'échelle
nds: Skaliert
ro: La scară redusă

source: Spanned
fr: Étendu
nds: Gestreckt
ro: Întinsă

source: Wallpaper ready!
fr: Fond d'écran prêt !
nds: Hintergrundbild ist fertig!
ro: Fundal desktop pregătit!

source: Your new wallpaper is ready!
fr: Votre nouveau fond d'écran est prêt !
nds: Ihr neues Hintergrundbild ist da!
ro: Noul fundal este gata!

source: Check the network connection.
fr: Vérifiez la connexion réseau.
nds: Überprüfen Sie die Internetverbindung.
ro: Verificați-vă conexiunea la rețea.

source: Retry
fr: Réessayer
nds: Nochmal versuchen
ro: Reîncercați

source: 🌎 An amazing place in the world
fr: 🌎 Un lieu étonnant dans le monde
nds: 🌎 Ein besonderer Ort auf der Welt
ro: 🌎 Un loc grozav din lumea asta

source: 🐹 Animal
fr: 🐹 Animaux
nds: 🐹 Tiere
ro: 🐹 Animale

source: ☕ Food & drink
fr: ☕ Nourriture et boissons
nds: ☕ Essen & Trinken
ro: ☕ Mâncare și băuturi

source: 🌙 Space
fr: 🌙 Espace
nds: 🌙 Weltraum
ro: 🌙 Cosmos

source: 📊 Business & work
fr: 📊 Affaires et travail
nds: 📊 Geschäft & Arbeit
ro: 📊 Afaceri și muncă

source: ‍🎩 Fashion
fr: 🎩 Mode
nds: ‍🎩 Mode
ro: 🎩 Modă

source: 🎨 Art & culture
fr: 🎨 Art et culture
nds: 🎨 Kunst & Kultur
ro: 🎨 Artă și cultură

source: 💻 Technology
fr: 💻 Technologie
nds: 💻 Technologie
ro: 💻 Tehnologie

source: 🍁 Texture & pattern
fr: 🍁 Texture et motif
nds: 🍁 Texturen & Muster
ro: 🍁 Textură și tipare

source: 📑 Flat lay
fr: 📑 Pose à plat
nds: 📑 Legebild
ro: 📑 Imagini pozate de sus

source: Photos not found
fr: Photos non trouvées
nds: Keine Fotos gefunden
ro: Fotografii indisponibile

source: Loading ...
fr: Chargement…

source: Close full screen
fr: Fermer le plein-écran
nds: Vollbildansicht schließen
ro: Închide full screen

source: Search photos Unsplash
fr: Rechercher des photos via Unsplash
nds: Suche nach Fotos auf Unsplash
ro: Caută fotografii pe Unsplash

source: History
fr: Historique
nds: Verlauf
ro: Istoric

source: Light background
fr: Thème clair
nds: Heller Hintergrund
ro: Temă deschisă

source: Dark background
fr: Thème sombre
nds: Dunkler Hintergrund
ro: Temă întunecată

source: About
fr: À propos
nds: Über
ro: Despre

source: TODAY
fr: AUJOURD'HUI
nds: HEUTE
ro: Azi

source: CATEGORIES
fr: CATÉGORIES
nds: KATEGORIEN
ro: CATEGORII

source: HISTORY
fr: HISTORIQUE
nds: VERLAUF
ro: ISTORIC

source: No description available
fr: Pas de description disponible
nds: Keine Beschreibung verfügbar
ro: Descriere indisponibilă

source: Set as wallpaper
fr: Définir comme fond d'écran
nds: Als Hintergrundbild einstellen
ro: Setați ca imagine pentru desktop

source: Details
fr: Détails
ro: Detalii

source: Visit profile
fr: Visiter le profil
nds: Profil ansehen
ro: Vizitați profilul

source: Total results
fr: Total des résultats
nds: Gesamtergebnisse
ro: Rezultate totale

source: Find out what you like️
fr: Découvrez ce que vous aimez
nds: Suchen Sie sich heraus, was Ihnen gefällt
ro: Găsește ce îți place

source: Try changing search terms.
fr: Essayez de modifier vos termes de recherche.
nds: Versuchen Sie es mit anderen Suchbegriffen.
ro: Modifică termenii de căutare.

source: Click on a photo to add it to the history.
fr: Cliquez sur une photo pour l'ajouter à l'historique.
nds: Klicken Sie auf ein Foto, um es dem Verlauf hinzuzufügen.
ro: Click pe poză pentru a o adăuga în istoric.

source: Network Error
fr: Erreur réseau
nds: Netzwerkfehler
ro: Eroare rețea

source: Landscape
fr: Paysage
nds: Landschaft
ro: Peisaj

source: Any
fr: Toutes
nds: Alles
ro: Oricare

source: Find the most beautiful wallpapers
fr: Trouvez les plus beaux fonds d'écran
nds: Finden Sie die allerschönsten Hintergrundbilder

source: Find a variety of the most beautiful wallpapers from Unsplash.com the world’s most generous community of photographers.
fr: Trouvez une variété des plus beaux fonds d'écran issus de Unsplash.com la communauté de photographes la plus généreuse du monde.
nds: Entdecken Sie eine Vielzahl der schönsten Hintergrundbilder von Unsplash.com, der weltweit großzügigsten Gemeinschaft von Fotografen.

source: Fondo allows you to see thousands of beautiful photographs from the most recent to the one you are to looking for. Give a single click on a picture, wait until the download is complete and enjoy your new wallpaper!
fr: Fondo vous permet de voir des milliers de belles photos parmi les plus récentes en passant par celles que vous recherchez. Il suffit de cliquer sur une image pour la mettre en fond d'écran, attendez que le téléchargement soit terminé et profitez-en !
nds: Fondo ermöglicht es Ihnen, tausende schöne Fotografien zu entdecken, von den Allerneusten bis hin zu denen, die Sie schon immer gesucht haben. Klicken Sie einfach auf ein Bild, warten Sie, bis es heruntergeladen ist und schon können Sie sich über Ihr neues Hintergrundbild freuen!

source: Have a minimalist, simple and elegant interface, additionally, you can change from light mode to dark mode as you prefer.
fr: Disposez d'une interface minimaliste, simple et élégante, vous pouvez passer du thème clair au thème sombre selon vos envies.
nds: Es hat eine minimalistische, einfache und elegante Benutzeroberfläche. Zusätzlich können Sie nach Belieben zwischen einem hellen und dunklen Modus wählen.

source: Main features:
fr: Caractéristiques principales :
nds: Besondere Funktionen:

source: To infinity and beyond!: Use the infinite scroll to load more photos
fr: Vers l'infini et l'au-delà ! : Utilisez le défilement infini pour charger plus de photos
nds: Bis zur Unendlichkeit und noch weiter!: Scrollen Sie unendlich weiter und laden Sie dadurch noch mehr Fotos

source: Find out what you like: Search by categories or type in the search bar
fr: Découvrez ce que vous aimez : Recherchez par catégorie ou par type dans la barre de recherche
nds: Finden Sie, was Sie mögen: Suchen Sie nach Kategorien oder geben Sie etwas in die Suchleiste ein

source: Keep your favorite photos with you: Every new wallpaper is saved in the history
fr: Gardez vos photos préférées avec vous : chaque nouveau fond d'écran est enregistré dans l'historique
nds: Behalten Sie Ihre Favoriten immer bei sich: Jedes neue Hintergrundbild wird im Verlauf gespeichert

source: Share with your friends: Select a variety of options for sharing an Unsplash link to the photo
fr: Partagez avec vos amis : Sélectionnez parmi une multitude d'option pour partager un lien vers une photo via Unsplash
nds: Teilen Sie es mit Ihren Freunden: Wählen Sie aus den verschiedenen Möglichkeiten zum Teilen einen Link zum Foto auf Unsplash aus

source: Filter by orientation: Portrait, Landscape or Any
fr: Filtrer par orientation : Portrait, Paysage ou Toutes
nds: Nach Ausrichtung filtern: Portrait, Landschaft oder ohne Filter

source: Custom colors and icon for Christmas
fr: Couleurs et icône personnalisée pour Noël

source: Custom colors for #DiaDeMuertos
fr: Couleurs et icône personnalisées pour #DiaDeMuertos

source: Fix
fr: Correction

source: New
fr: Nouveau
nds: Neu

source: Added Turkish translation
fr: Ajout des traductions en turc

source: German translation don't work
fr: Les traductions en allemand ne fonctionnent pas

source: Added German translation
fr: Ajout des traductions en allemand

source: Important fixes
fr: Corrections importantes
nds: Wichtige Fehlerbehebungen

source: Login screen does not use selected wallpaper
fr: L'écran de connexion n'utilise pas le fond d'écran sélectionné
nds: Anmeldebildschirm zeigt nicht das ausgewählte Hintergrundbild

source: Wallpaper doesn't change when applying on Ubuntu Mate 18.04
fr: Le fond d'écran ne change pas sur Ubuntu Mate 18.04
nds: Hintergrundbild wird nicht geändert (betrifft Ubuntu Mate 18.04)

source: Update
fr: Mise à jour
nds: Aktualisierung

source: Dutch (Netherlands) translation
fr: Traduction en néerlandais
nds: Holländische (Niederlande) Übersetzung

source: Keep your favorite photos with you, the photo history has arrived!
fr: Gardez vos photos préférées avec vous, l'historique des photos est arrivé !
nds: Behalten Sie Ihre Lieblingsfotos bei sich: Es gibt jetzt einen Foto-Verlauf!

source: New way of navigating with a bottom bar that allows you to go to: Today, Categories and History
fr: Nouveau mode de navigation avec une barre inférieure vous permettant d'accéder à : Aujourd'hui, Catégories et Historique
nds: Neue Art der Navigation durch eine Leiste unten im Fenster. Dadurch können Sie direkt zu "Heute", "Kategorien" und "Verlauf" gehen

source: Speed up your search with the photo filter by Orientation: Portrait, Landscape or Any
fr: Accélérez votre recherche avec le filtre photo par Orientation : Portrait, Paysage ou Toutes
nds: Kommen Sie noch schneller zu Ihren Suchergebnissen durch den Fotofilter: Portrait, Landschaft oder ohne Filter

source: Learn more about a photo with the Detail popup in the full screen view
fr: En savoir plus sur une photo avec la fenêtre contextuelle Détail en plein écran
nds: Erfahren Sie mehr über das Foto durch die Kurzinfo in der Vollbildansicht

source: Focus on Search entry with Ctrl+F
fr: Sélectionnez le champ de recherche avec Ctrl + F
nds: Setzen Sie den Fokus auf die Suche mit Strg+F

source: When doing a search, the total number of results are displayed
fr: Lors d'une recherche, le nombre total de résultats est affiché.
nds: Wenn Sie etwas suchen, wird Ihnen die Gesamtanzahl der Ergebnisse angezeigt

source: Gradient animation in scrollbar, mode switch and placeholder photo
fr: Animation en dégradé dans la barre de défilement, le bouton de changement thème et l'espace photo
nds: Verlaufsanimation in Bildlaufleiste, Modus-Umschalter und Platzhalterfoto

source: Remove G+ option from Share popup
fr: Suppression de l'option de partage vers G+
nds: Vom Teilen-Popup die Option G+ entfernt

source: Update the set of screenshots
fr: Mise à jour des captures d'écran
nds: Aktualisierung der Bildschirmfotos

source: Fix error in appdata
fr: Correctoion d'une erreur dans les métadonnées
nds: Fehler behoben in den Anwendungsdaten

source: Added Dutch (Netherlands) translation
fr: Ajout des traductions en néerlandais
nds: Holländische (Niederlande) Übersetzung hinzugefügt

source: Add french translations
fr: Ajout des traductions en français
nds: Französische Übersetzung hinzugefügt

source: Updates
fr: Mises à jour
nds: Aktualisierungen

source: Search by category and query
fr: Recherchez par catégorie et mot-clé
nds: Suche nach Kategorie und Abfrage

source: New look and feel on hover a photo
fr: Nouvel effet au survol d'une photo
nds: Neues Erscheinungsbild beim Überfahren eines Fotos

source: Add gradients to scrollbar and mode switch
fr: Ajout de dégradés à la barre de défilement et au bouton de changement de thème
nds: Hinzufügen von Farbverläufen zur Bildlaufleiste und zum Modus-Umschalter

source: New screenshots with awesome photos
fr: Nouvelles captures d'écran avec de magnifiques photos
nds: Neue Bildschirmfotos mit echt guten Aufnahmen

source: OARS data social-info set to mild
fr: Définition de la donnée social-info des OARS à mild
nds: OARS-Daten Social-Info auf "mild" gesetzt

source: Fixes and improvements
fr: Corrections et améliorations
nds: Fehlerbehebungen und Verbesserungen

source: Orthographic corrections in the Spanish translation
fr: Corrections orthographiques dans les traductions en espagnol
nds: Orthographische Korrekturen in der spanischen Übersetzung

source: The photos are sorted from highest to lowest according to height
fr: Les photos sont triées de la plus haute à la moins haute
nds: Die Fotos werden je nach Höhe vom höchsten zum niedrigsten sortiert

source: A very nice update with new features
fr: Une super mise à jour avec de nouvelles fonctionnalités
nds: Ein sehr schönes Update mit neuen Funktionen

source: Responsive, resizable window
fr: Fenêtre redimensionnable et automatiquement ajustée
nds: Reaktionsschnelles, anpassbares Fenster

source: Infinite scrolling: just scroll to keep loading new photos
fr: Défilement infini : défilez et chargez de nouvelles photos
nds: Unendliches Weiterblättern: einfach Scrollen, um weitere Fotos zu laden

source: Wallpaper options: set zoom, centered, and more
fr: Options de fond d'écran : Définissez le niveau de zoom, le centrage et bien plus
nds: Optionen für Hintergrundbilder: Zoom, zentriert, und mehr

source: Improved icon and styling
fr: Amélioration de l'icône et du style
nds: Besseres Symbol und Aussehen

source: Improved UI.
fr: Amélioration de l'interface.
nds: Verbesserte Benutzeroberfläche.

source: Initial 1.0.0 release!
fr: Version 1.0.0 initiale !
nds: Erste Veröffentlichung der Version 1.0.0!

source: wallpaper;unsplash;foto;image;photo;background;
fr: fond d'écran;unsplash;photo;image;arrière plan;
nds: wallpaper;unsplash;foto;bild;photo;hintergrund;

source: Options
nds: Optionen
ro: Opțiuni imagine

source: 🌻 Nature
nds: 🌻 Natur
ro: 🌻 Natura

source: 🏦 Architecture
nds: 🏦 Architektur
ro: 🏦 Architectură

source: Loading…
nds: Wird geladen…
ro: Se încarcă...

source: Portrait
ro: Portret

source: Delete a photo from history
ro: Ștergeți imaginea din istoric

source: Are you sure you want to delete the photo from history?
ro: Sunteți sigur că vreți să ștergeți imaginea din istoric?

source: Preparing slideshow ...
ro: Preparare succesiune...

source: Select a period of time to change the wallpaper in the slideshow.
ro: Selectați perioada de timp pentru a schimba imaginile din succesiune

source: You can change the photo to use on the lock screen by clicking on one of the selected photos.
ro: Puteți schimba fundalul folosit atunci când ecranul este încuiat apăsând pentru una dintreImagini selectate

source: Add at least two photos
ro: Adaugă cel puțin două fotografii

source: %d photos selected
ro: %d fotografii selectate

source: %d photo selected
ro: %d fotografie selectată

source: Select 1 or more photos by clicking on
ro: Selectați 1 sau mai multe fotografii făcând click

source: Enjoy a new beautiful wallpaper every %s
ro: Bucurați-vă de un nou fundal superb la fiecare %s

source: 30 minutes
ro: 30 de minute

source: 1 hour
ro: 1 oră

source: 1 day
ro: 1 zi

source: Generate!
ro: Generează

source: Error on generate slideshow
ro: Eroare de generare a succesiunii de imagini

source: Error
ro: Eroare

source: Download photo
ro: Descărcați fotografie

source: Downloading ...
ro: Se descarcă...

source: Show in File Browser
ro: Arată în navigatorul de fișiere

source: JPEG images
ro: Imagine JPEG

source: Save photo
ro: Salvează fotografie

source: Save
ro: Salvează

source: Cancel
ro: Anulează

source: Share photo
ro: Distribuie fotografie

source: The link %s has been copied to the clipboard!
ro: Acest link %s a fost copiat în clipboard

source: Orientation
ro: Tip

source: Gallery
ro: Galerie

source: Dark
ro: Întunecat

source: Light
ro: Luminos

source: Follow system
ro: Tema sistemului

source: Close settings
ro: Închide setările

source: Visual style
ro: Stil vizualizare
